-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Апр 25 2021 г., 11:39
-- Версия сервера: 10.1.44-MariaDB
-- Версия PHP: 7.2.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `juliya_rudomanenko`
--

-- --------------------------------------------------------

--
-- Структура таблицы `admins`
--

CREATE TABLE `admins` (
  `id` int(11) NOT NULL,
  `username` varchar(50) NOT NULL,
  `hashed_password` varchar(60) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `admins`
--

INSERT INTO `admins` (`id`, `username`, `hashed_password`) VALUES
(5, 'admin@admin.com', '$2y$10$NzFiMTQxYzU1M2M2MDMyYOzZpPguoM/mMJJ9bTLNE/.0T.TpDL/5e');

-- --------------------------------------------------------

--
-- Структура таблицы `customers`
--

CREATE TABLE `customers` (
  `id` int(11) NOT NULL,
  `customer_name` varchar(25) NOT NULL,
  `email` varchar(50) NOT NULL,
  `phone_number` varchar(20) DEFAULT NULL,
  `message` text
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `customers`
--

INSERT INTO `customers` (`id`, `customer_name`, `email`, `phone_number`, `message`) VALUES
(1, '  Владимир', 'alex@gmail.com', NULL, NULL),
(2, 'Светлана', 'sveta@mail.com', NULL, NULL),
(3, 'Александр', 'alex@gmail.com', NULL, NULL),
(4, 'Максим', 'max231@gmaol.com', NULL, NULL),
(5, '  Владимир', 'kotopes231@gmail.com', '0678300340', 'wfdsfsd'),
(6, '  Владимир', 'kotopes231@gmail.comf', '0678300340', 'NULL'),
(7, 'Оксана', 'oxsana@gmail.com', '099 8 909 900', 'Я паровозик'),
(8, 'Галина', 'gala@gmail.com', '067 8 300 329', 'NULL'),
(9, 'Олексей', 'kotapsina@gmail.com', '06754353453', 'fsafadf'),
(10, 'f', 'kotpoes@gmaoil.com', 'NULL', 'NULL'),
(11, 'f', 'kotpoes@gmaoil.com', 'NULL', 'NULL'),
(12, 'f', 'kotpoes@gmaoil.com', 'NULL', 'NULL'),
(13, 'dsdsc', 'dsfaads@mailc.om', '324324', 'vadfdsafsag'),
(14, 'Владимир', 'kotopes231@gmail.com', 'NULL', 'NULL'),
(15, 'Владимир', 'dasfda@mail.ru', 'dd', 'dd'),
(16, 'Владимир', 'kotopes231@gmail.com', 'NULL', 'NULL'),
(17, 'Владимир', 'kotopes231@gmail.com', '0678300340', 'NULL'),
(18, 'Владимир', 'rudomanenko-vova@mail.RU', 'NULL', 'NULL'),
(19, 'Владимир', 'alex@gmail.com', 'NULL', 'NULL'),
(20, 'Fg', 'Kotopes231@gmail.com', 'NULL', 'NULL'),
(21, 'Vladimir Rudomanenko', 'kotopes231@gmail.com', 'NULL', 'NULL');

-- --------------------------------------------------------

--
-- Структура таблицы `posts`
--

CREATE TABLE `posts` (
  `id` int(11) NOT NULL,
  `author` varchar(20) NOT NULL,
  `headline` varchar(50) NOT NULL,
  `content` text NOT NULL,
  `date` date NOT NULL,
  `views` int(11) NOT NULL,
  `image` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `posts`
--

INSERT INTO `posts` (`id`, `author`, `headline`, `content`, `date`, `views`, `image`) VALUES
(1, 'Юлия Рудоманенко', 'Спектр семейных чувств', 'Семья\r\nКакие нужны чувства, чтобы прожить с одним человеком в браке четверть столетия? Наверное, целый набор: от любви, нежности, уважения до порой ненависти, разочарования и желания «испепелить». Такой опыт совместной жизни не только счастье, но и череда совместных испытаний, прохождений через все возможные и невозможные кризисы, общие горькие потери, разочарования и испытания, порой очень нелегкие. Рождение замечательных детей, их болезни и чудесные выздоровления, чувство благодарности за помощь и взаимовыручку уже ставшему родным и самым близким человеком, живущим и делящим с тобой один быт и кров на двоих.\r\nРедко, кого обходят в семейной жизни трудности, расставание, измена, прощение, раскаяние. И глубокое понимание после преодоления и примирения: «Мы нужны друг другу!» \r\nИ каждое событие по происшествию времени предстаёт в совершенно другом свете, часто оно является шансом сплотиться и понять ценность отношений и друг друга. Мелочные склоки где-то исчезают в потоке дней, а семья восстанавливается как-будто из пепла. Потому что любовь и страсть скрепляют и оправдывают, не осуждают даже после шторма эмоций и претензий. Неравнодушные люди не могут жить без взаимного выплеска эмоций, выяснения отношений и всего спектра чувств к друг другу. Но с годами бережность и благодарность, взаимные уступки и принятие со всеми достоинствами и особенностями супруга/супруги берут верх над желанием что-то переделать в другом. И это зовётся мудростью.\r\nХорошо, когда супруги мудры смолоду, но к разным семьям мудрость приходит в разное время. К сожалению, не все пары могут сохранить столь длительные отношения даже при наличии чувств и желания быть вместе. Устают, расходятся, затем часто жалеют о потерянном счастье, которого уже не вернуть.\r\nИногда, чтобы сохранить отношения, приходится обращаться за профессиональной помощью психолога, «вливать» энергию из внешнего источника. Семейные отношения подобны прекрасному саду, за которым надо ухаживать, поливать, убирать сорняки, терпеливо уделять внимание и время. И тогда семья будет поддержкой и опорой, где всегда есть любовь, мудрость и понимание.', '2019-04-09', 0, 'img/67336gfhf.jpg'),
(15, 'Юлия Рудоманенко', 'Самостійність та активність дитини.', 'Формування життєвої активної позиції та самостійності у дитини з діагнозом ДЦП.\r\n\r\nОдне з головних завдань батьків дитини з ДЦП - допомогти їй стати самостійниою в житті настільки, наскільки це можливо та сформувати життєво активну позицію. Батьки знають свою дитину так, як її не знає ніхто інший. Завдання професіоналів тільки структурувати підхід до дитини і підтримати те, що батьки роблять вдома.\r\nПроцес виховання такої дитини дуже важкий. Але не варто з самого народження виділяти її серед інших і вважати безпорадною. Вона повинна стати максимально самостійною, висловлювати свої інтереси, розвиватися, навчитися не тільки самим основним речам. Малюк повинен розвиватися і розкривати свої таланти, які у нього обов\'язково будуть виявлені. Не можна захищати його від зовнішнього світу і тримати в чотирьох стінах. Дитина повинна спілкуватися зі своїми однолітками, бувати на вулиці, ходити на прогулянки, самостійно вивчати навколишній світ.\r\nЯкщо бігати навколо малюка і захищати від усього, то він стане вважати, що так і повинно бути. Але життя непередбачувана штука, тому буде краще, якщо дитина максимально буде пристосована до самостійного життя.\r\n 	Більшість батьків мріють виховати свого малюка повноцінною особистістю, максимально адаптованою до існування в суспільстві. Їм потрібно засвоїти правила ефективної роботи з дитиною: у кожної дитини є індивідуальний діапазон доступних можливостей, при ретельному вивченні якого можна підібрати найбільш адекватну частку навантаження; гарного результату можна досягти лише в тому випадку, якщо спиратися на межі можливого, а не оглядатися на минулі поразки.\r\nЗапорука успіху - це планомірна, терпляча і цілеспрямована робота.\r\nАле головне, що повинен відчувати малюк, - то, що у величезному світі є маленький острівець, де він завжди може відчути себе захищеним та бажаним. \r\n         Просуватися вперед треба маленькими кроками, чим дрібніше кроки, тим дитині буде легше щось засвоїти.\r\nЗаохочення - дуже важливий момент у житті дитини.\r\nВідомо, що страх у маленької дитини виникає тоді, коли вона стикається з незнайомими явищами. У дитини з церебральним паралічем уявлення про навколишній світ вкрай обмежені. Тому дуже важливо поступово розширювати її кругозір, знайомити з різними предметами і явищами, привчати до нових явищ обережно, не перевантажуючи кількістю вражень. Особливий підхід потрібен до дитини, у якій болісно виражено почуття страху. Батьки повинні дуже обережно знайомити її з предметами, яких вона боїться, допомагати їй поступово долати свій страх.\r\n\r\n           Загальні правила виховання все ж можна намітити з самого початку:\r\n\r\n1. Дитина з дитячим церебральним паралічем повинна жити по можливості повноцінним життям, як в родині, так і в навколишньому середовищі. Ні в якому разі її не можна ізолювати.\r\n\r\n2. Необхідно правильно організувати і дотримуватися певного режиму дня. Слідкуйте за зовнішнім виглядом дитини і постійно працюйте над прищепленням їй гігієнічних навичок.\r\n\r\n3. Ваші страхи, постійні сльози, переживання, сварки з приводу здоров\'я дитини - це пряме ускладнення перебігу хвороби дитини. Адже вона це розуміє і теж починає турбуватися як за себе, так і за вас, а також починає зосереджуватися на хворобі, своїх власних хворобливих відчуттях. \r\n\r\n4. Приймайте до уваги зусилля, активність, найменшу ініціативність дитини. Підтримуйте її наміри (якщо вони, звичайно, не суперечать здоровому глузду і цілком усвідомлені дитиною) і спроби до активних дій. \r\n\r\n5. Якщо дитина спілкується з вами, то приділяйте їй часу сповна, обіцяючи допомогти у важкій ситуації. Кожну дію при необхідності показуйте, пояснюйте словами і просіть  повторити. Тільки за допомогою вправ можна закріпити навичку.\r\n6. Грати люблять і дорослі, і діти. Грайте і змагатися зі своєю дитиною, і вона захоче вас обійти!\r\n\r\n7. Знати свою дитину ви повинні краще за всіх. У цьому вам допоможуть знання особливостей розвитку дитини. Так що стійка пізнавальна активність потрібна не тільки вашій дитині, але і вам.\r\n\r\n8. Враховуйте реалії , вам потрібно знати, що дитячий церебральний параліч - це досить серйозне і стійке захворювання, його наслідки долаються поступово, іноді протягом багатьох років. \r\n \r\nТЕРПІННЯ, ОПТИМІЗМ, ВІРА В ДИТИНУ ТА її МОЖЛИВОСТІ, ЛЮБОВ ДО НЕЇ - ЦЕ ЇЇ ПОРЯТУНОК І ЗЦІЛЕННЯ. А ЩЕ ПАМ\'ЯТАЙТЕ, ДОРОГІ МАМИ, ЩО ВАШЕ ВЛАСНЕ ЗДОРОВ\'Я - ПОНАД УС, ЦЕ ОСНОВНА УМОВА, ПРИ ЯКІЙ ВИ ЗМОЖЕТЕ ВИРОСТИТИ ДИТИНУ.\r\n\r\nМати, яка, дбаючи про дитину, забуває про своє власне життя і стає заручницею хвороби, виглядає втомленою і часто роздратованою. Але будь-якій дитині потрібна щаслива мати, здатна віддавати любов і тепло, а не своє здоров\'я і нерви. У хворого малюка така потреба в тисячу разів вище. \r\nСаме завдяки вам дитина увійде в це життя підготовленою, з певним багажем знань, умінь, придбає впевненість в собі. Проблема зі здоров\'ям - це лише одна зі сторін особистості малюка, у нього є багато інших якостей і достоїнств, які потрібно розвивати. А потім ваша дитина, ставши дорослою,  зможе зайняти своє місце в житті, досягти певних успіхів, буде із задоволенням виконувати посильну роботу, і це дасть їй можливість вести спокійне, без емоційних конфліктів, повноцінне життя.\r\n        	У дітей з ДЦП відзначаються такі порушення особистісного розвитку, як знижена мотивація до діяльності, страхи, пов\'язані з пересуванням і спілкуванням, прагнення до обмеження соціальних контактів. Причиною цих порушень найчастіше є неправильне, ізніжуюче виховання хворої дитини.\r\nВиражені труднощі соціальної адаптації сприяють формуванню таких рис особистості, як боязкість, сором\'язливість, невміння постояти за свої інтереси. Це поєднується з підвищеною чутливістю, вразливістю, замкнутістю.\r\nВажливе значення для попередження страху і розвитку таких негативних рис характеру, як невпевненість, боязкість, має виховання у дитини активності. Вона повинна обов\'язково виконувати в будинку посильну роботу; її треба навчити з урахуванням  можливостей самостійно їсти, одягатися, прищепити елементарні побутові навички. Важливо, щоб дитина не тільки обслуговував себе, а й постійно мала певні обов\'язки, виконання яких значимо для оточуючих, - допомогти накрити на стіл, прибрати посуд і т. д. В результаті у неї з\'являється інтерес до праці, почуття радості, що вона може бути корисною старшим, впевненість в своїх силах. В ході діяльності також  розширюється кругозір дитини, розвивається її інтелект.\r\nУ процесі виховання дітей з церебральним паралічем важливу роль відіграє правильне ставлення батьків до дитини. Досвід показує, що одні батьки надмірно опікують хвору дитину, передбачають її найменші бажання, виконують будь-які вимоги і навіть примхи. Таке ставлення батьків створює грунт-для виникнення у дітей таких небажаних рис характеру, як примхливість, упертість, пасивність  і байдужість до всього що відбувається навколо.\r\nІнші батьки, навпаки, займають  жорстку позицію у вихованні дитини з церебральним паралічем. Ці батьки вимагають від дитини виконання всіх завдань, вправ, розпоряджень, не враховуючи при цьому його рухових і мовних можливостей. Нерідко при невиконанні дитиною цих вимог вдаються до покарань. В результаті такої поведінки батьків у дітей виникають зайва плаксивість, дратівливість, підвищена збудливість, що ще більше погіршує фізичний і психічний стан.\r\nОдні діти усвідомлюють, що у них важке захворювання, що не дозволяє їм рухатися, бігати, опановувати мовними і руховими навичками в тій мірі, в якій це роблять їхні здорові однолітки. Такі діти чітко розуміють, що їх успішний розвиток, подолання мовних і рухових труднощів знаходяться в прямій залежності від їх наполегливості. Незважаючи на фізичний дискомфорт, больові відчуття, вони охоче ходять на процедури, виконують всі рекомендації фахівців. Їх також відрізняє постійне прагнення опанувати все більш складні навички і вміння, їм властива адекватна оцінка досягнутих успіхів.\r\nВиділяється інша група дітей, які також ясно усвідомлюють тяжкість свого захворювання, проте виявляють крайній негативізм і не прагнуть подолати свою недугу. Для включення їх в активну діяльність потрібна велика участь дорослих.\r\nБатьки повинні вміло формувати мотиваційну сторону поведінки і інтерес до занять по оволодінню руховими і мовними навичками, іншими видами діяльності. Формування активних якостей особистості в умовах сім\'ї слід починати з таких видів діяльності, як гра і елементарна праця. Включення праці в життя дитини після 3-4 років і систематичне розвиток трудових навичок позитивно позначається на всьому способі життя дитини, формує її розумові, фізичні і моральні якості. \r\nФізичне навантаження для таких дітей дуже важливе. При цьому не повинно бути ніяких перерв і непослідовних занять. Поетапно і наполегливо малюкові доведеться самому проходити кожну ступень. Тільки так він знайде упевненість в собі і в своїх можливостях. Завдання батьків - підтримувати цю активність і ставити нові більш складні завдання, цілі для досягнення.\r\n Але є ще більш важливий етап. Рідні дитини з ДЦП повинні навчитися проявляти так звану свідому безпорадність. Це спонукає дитину до самостійності і відповідальності за своїх близьких. Не можна жаліти дитину тільки тому, що вона не така, як її однолітки та показувати свою любов тільки до дитини з обмеженими можливостями, при цьому забуваючи про інших членів сім\'ї.\r\n Так, крок за кроком, формується самостійність і життєва активна позиція дитини.\r\n  \r\n\r\n\r\n', '2019-05-11', 0, 'img/517029332BFB1-6631-4C93-9E4C-626412647C9E_w1200_r1_s.jpg'),
(3, 'Юлия Рудоманенко', 'Мелодия чувств', '-Как же мне теперь сложно, - сказала Валерия,- я смотрю на мир без очков идеализации. Как- то хмуро и мрачно, когда над твоей головой нет нимба или короны!\r\n-Но лишь теперь ты можешь заметить во мне человека, -ответила я,- например, я могу злиться, эта функция у меня тоже присутствует и у меня бывает ужасное настроение. Я не способна остановить дождь или вызвать затмение солнца.\r\n-По этому поводу я раздражаюсь, мне хочется уйти из терапии. Я обижаюсь к тому же на тебя. Пока ты была на пьедестале, я не отслеживала обиду. А сейчас, могу сказать, что иногда ненавижу тебя за обман. Даже понимая, что «подросла», что могу видеть тебя такой разной, у меня разочарование. Теперь для меня ты уже и не особенный психолог, таких как ты тысячи.\r\n-Да, тысячи, а может и больше, - с улыбкой ответила я.- Я никогда не претендовала на особенность. Но ты сейчас «вваливаешься» в другую крайность.\r\n-Я обесцениваю тебя? - возмущалась девушка.-Мне кажется, что долгое время время работы прошло зря. Что с того, что я вижу в тебе, как ты говоришь, обычного человека? Надежда на то, что ты всесильна, исчезла. А она придавала мне уверенности. Теперь у меня есть лишь я. \r\n-Хочу поздравить тебя с таким открытием. И, если тебе нужна поддержка в твоих переживаниях, у тебя также есть и я. \r\nВалерия всхлипывала и утирала салфеткой слезы:\r\n-Я что сейчас соединила тебя идеальную и тебя никчемную? Но, знаешь, мне кажется, что я соединила сейчас прежде всего себя. Я, значит, не только добрая, великодушная, благодарная,но я к тому же завистливая и злая?\r\n-Целостный человек испытывает всю гамму чувств от любви до ненависти, от зависти до благодарности. Осознавая это, можно регулировать некоторые моменты. Смотря «какого волка будешь больше кормить». Все чувства имеют право быть.\r\n\r\nКакая же выйдет мелодия из одной ноты? А из семи нот, из их различных комбинаций, сложится мелодия. И лишь ты композитор своей мелодии. Какая она? Какие у неё цвет, вкус, запах, мысли, настроение, нотки? Чем наполнена? В ней так много оттенков! Она бывает такой разной, иногда не предсказуемой, то радостной и жизнеутверждающей, цвета нежной травы и тёплого солнца, запаха ароматного кофе и утренней росы, вкуса молочного шоколада и ощущения доверия мгновению и миру, в которые сейчас вплетается звучание. Она бывает и печально-грустной мелодией, громкой и тревожной, испуганной и разгневанной. Иногда она похожа на завывания вьюги, на дикий танцующий шторм темно- сине- зелёных волн ужаса, на стихийное бедствие, на ураган с запахом пыли и смерти, который сметает всё на своём пути. Она бывает очень разной и рождается с чувствами, которые случаются с тобой.', '2021-04-24', 0, 'img/683991021130155.jpg'),
(5, 'Юлия Рудоманенко', 'Психологическое благополучие творческой личности', 'Большинство различных психологических концепций определяют творчество, как духовную, познавательную, творческую поисковую деятельность, это то, в чем человек может осуществлять свою свободу, связь с миром, связь со своей глубинной сущностью. Характеристики творческой деятельности: оригинальность и новизна творения. Творчество есть выход за пределы традиции и стереотипов, творческая личность - это человек, готовый к творческо-инновационной деятельности. Повышение самоуверенности личности благодаря творческому процессу влияет на ее положительный эмоциональный фон и позитивное оценивание собственной жизни.\r\n\r\nАнализ психологической литературы показывает, что креативность это универсальная познавательную творческая способность, то есть способность к обнаружению и постановке проблем; способность генерировать много идей; способность продуцировать разнообразные идеи; способность нестандартно реагировать на раздражители; способность усовершенствовать объект, добавляя детали; способность решать проблемы, то есть способность к анализу и синтезу, способность к метафорическому мышлению; а также креативность способствует формированию психологического здоровья человека, подводит личность к психологическому благополучию.\r\n\r\nБольшинство ученых подчеркивают такие черты творческой личности: сосредоточенность на творческой работе, нацеленность на выбранное направление деятельности; большая работоспособность, подчиненность творчеству, духовная мотивация, устойчивость, неуступчивость в творчестве, даже упрямство, смелость, увлеченность работой, воля, настойчивость, высокоэнергичная психика, которая отличается высокой сенсорной чувствительностью, реактивностью, силой и подвижностью нервной системы; наличие творческих способностей и дивергентного мышления, способность идти на разумный риск; готовность преодолевать препятствия; готовность противостоять мнению окружающих, независимость, высокая толерантность к неопределенным и неразрешимым ситуациям, конструктивная активность в этих ситуациях; развитое эстетическое чувство, стремление к красоте.\r\n\r\nВ гуманистической психологии творческая личность - высшая ступень развития человека и человечества, психологически благополучная личность, которая свободно делает свой ответственный выбор среди предоставляемых возможностей и адекватно отвечает на вызов среды.\r\n', '2019-04-09', 0, 'img/48159n.jpg'),
(7, 'Юлия Рудоманенко', 'Семья', 'ПСИХОЛОГИЧЕСКИЕ ОСОБЕННОСТИ СЕМЬИ И РОДИТЕЛЕЙ, КОТОРЫЕ ВОСПИТЫВАЮТ РЕБЁНКА С ДЦП Ведущее место в причинах детской инвалидности принадлежит болезням нервной системы, в частности ДЦП( детский церебральный паралич).  Рождение ребёнка с ограниченными возможностями здоровья неизбежно влечёт за собой родительский кризис. Длительность психотравмирующей ситуации, эмоционального напряжения, которые испытывают родители, часто приводят к дисгармонии всей семейной системы. С момента постановки диагноза жизнь в семье полностью меняется, задача семьи на данном этапе - адаптироваться к новым обстоятельствам, что, к сожалению, не по силам некоторым семьям. Родители последовательно проходят фазы шока, неадекватного отношения к особенностям ребёнка , затем осознания ситуации. Завершающей фазой в лучшем варианте для семьи и ребёнка является фаза адаптации всех членов семьи с последующим развитием семьи и принятием ребёнка. Однако к ней доходят не все семьи детей с ограниченными возможностями здоровья.  В большинстве случаев существенно меняется психологический климат семьи и весь её уклад. Все члены находятся в состоянии стресса и оказываются беспомощными в сложившейся ситуации. Возникают конфликты между супругами, которые погружаются в своё горе и отгораживаются от окружающей жизни. Тяжелое заболевание ребёнка обедняет личную жизнь родителей и часто ограничивает их профессиональную деятельность, так как у родителей практически не остаётся свободного времени. Домашний досуг также сводится к минимуму.  Основной груз по уходу за больным ребёнком ложится чаще на мать, от неё также зависит общая атмосфера в семье. Психологические особенности матерей обусловлены активной реабилитацией ребёнка, которому они посвящают много времени и сил, в результате из-за физического переутомления и психического перенапряжения у них развивается плохое самочувствие, импульсивность, нарастающая тревога, депрессия, психосоматические заболевания.  Одним из самых печальных проявлений длительного стресса после рождения в семье ребёнка с ограниченными возможностями здоровья является развод. Именно поэтому комплексная реабилитация детей с ДЦП раннего возраста должна включать психологическую помощь семье. С семьёй можно использовать различные формы работы - групповые и индивидуальные. Целями психологической коррекции в данном случае должны быть: формирование у родителей адекватного образа ребёнка и реальных представлений перспектив его развития; обучение приемам саморегуляции эмоционального состояния и способами преодоления стресса; помощь в приспособлении к новым условиям и изменении отношения к возникшей проблеме; выбору родителями позитивной установки к себе и своему малышу; осознанию личного вклада в реабилитацию ребёнка путём установления эмоциональной близости и совместных игр.  Семьи, в которых отношение к проблеме приобрело конструктивный характер, эффективно приспосабливаются к новым условиям, объективно воспринимают обстоятельства и более эффективны в реабилитации ребёнка.\r\n--- \r\nПодробнее: https://upsihologa.com.ua/psihologicheskie-osobennosti-semi-i-rudomanenko.html Психологические особенности семьи и родителей, которые воспитывают ребёнка с ДЦП | У психолога', '2019-04-24', 0, 'img/25276пп.jpg'),
(8, 'Юлия Рудоманенко', 'Дама в черном', 'Дама в черном\r\nСтатьи / Депрессия\r\n\r\n\r\n«Депрессия подобна даме в черном. Если она пришла, не гони ее прочь, а пригласи к столу как гостью и послушай то, о чем она намерена сказать».\r\n\r\n                                                                                                            Карл Юнг\r\n\r\nДепрессия сковывает человека пессимистическими мыслями о прошлом, настоящем и будущем. Человек искаженно оценивает свою жизнь и возможности, страдает снижением энергичности, настроения, потерей интереса и смысла жизни. В таком подавленном состоянии проходят дни, недели, а то и месяцы и годы. Простые удовольствия становятся недоступны, присутствует постоянная усталость, психомоторная заторможенность, растет тревога.  В результате снижается самооценка, появляется чувство вины, стыда и суицидальные мысли из-за кажущейся безвыходности ситуации, в которой оказался человек. Каждый успех недооценивается, любой опыт воспринимается с негативной точки зрения, присутствует «черно-белое» мышление - «все или ничего». Межличностные отношения при этом очень страдают, так как любое поведение окружающих человек истолковывает искаженно, часто как отвержение. В связи с чем человек может   переживать нехватку любви или поддержки. Депрессия характеризуется  также значительным снижением мотивации и активности.\r\n\r\nАарон Бек ввел концепцию когнитивной триады депрессии, которая  складывается из таких компонентов:\r\n\r\n1)негативным отношение к собственной персоне;\r\n\r\n2)склонность к негативной интерпретации любого опыта;\r\n\r\n3)негативное отношение у будущему.\r\n\r\nВ каком-то смысле когнитивную терапию можно считать попыткой разрешения так называемых «парадоксов депрессии» (Beck, 1967). В терапии депрессии меняем негативную оценку самого себя, окружающего мира и перспектив, меняем систему ложных убеждений и взглядов о себе и о других людях.\r\n\r\nИскренность, теплое отношение  и эмпатия  психотерапевта важные составляющие  психотерапии при депрессии.\r\n\r\n Также важно важно уделять место эмоциональному высвобождению. Депрессивные люди довольно легко идентифицируют свои чувства и правильно связывают возникновение или усиление неприятных эмоций с конкретными ситуациями. Эффективность терапевтических отношений в значительной степени зависит от способности  переживать и выражать эмоции во время терапевтической сессии.\r\n\r\nБездеятельность и пассивность, повышенная зависимость  от других - распространенные симптомы депрессии. Важная цель терапии - научить человека самостоятельности, брать на себя ответственность за собственное поведение и эмоциональное состояние. \r\n\r\nСледует также учитывать, что психотерапия и  лекарственные препараты, которые назначает психиатр, являются взаимодополняющими при лечении депрессии.\r\n\r\n ', '2021-04-24', 0, 'img/510041021130155.jpg'),
(12, 'Юлия Рудоманенко', 'Лекційне заняття', '28 березня 2019 року у Дитячому санаторії «Хаджибей» у рамках постійно діючого семінару було проведене лекційне заняття для медичного та педагогічного персоналу на тему «Психологічні особливості батьків і родини, яка виховує дитину з ДЦП: сприйняття дитини, міжсімейні стосунки, стосунки з оточуючими».\r\nЛекцію підготувала і провела практичний психолог санаторію Рудоманенко Юлія Володимирівна.\r\nБули розглянуті наступні теми:\r\n- Стратегії поведінки батьків на звістку про захворювання дитини, які включають такі пункти як: сприйняття дитини і його особливостей; реакція заперечення; реакція надмірної захисту, гіперопіки; приховане зречення дитини; відкрите зречення дитини.\r\n- Типи батьків, які мають дитину з обмеженими можливостями здоров\'я: батьки авторитарного типу; батьки невротичного типу; батьки психосоматичного типу.\r\n- Фази стресових станів, через які проходять батьки дітей з обмеженими можливостями здоров\'я: фаза «шоку»; фаза «розвитку неадекватного ставлення до дефекту»; фаза «часткового усвідомлення дефекту дитини» та фаза «розвитку соціально-психологічної адаптації всіх членів сім\'ї».\r\nОсобливу увагу приділили рекомендаціям, щодо правильної поведінки персоналу, в залежності від типів та фаз, на яких знаходяться батьки дітей з обмеженими можливостями здоров\'я.', '2019-04-24', 0, 'img/71459юю.jpg'),
(13, 'Юлия Рудоманенко', 'Групповая психотерапия', '«НеврозиЯ»\r\nВот и пролетели 12 недель, 12 занятий по знакомству с собой и своими особенностями. Работа в группе была очень энергичной, глубокой, плодотворной. Были моменты и радостных осознаний, были слёзы и боль при соприкосновении с внутренним миром. На этом работа над собой для каждого участника группы только началась! Успехов вам на пути самопознания и развития!\r\n\r\n\r\nОтзывы участников группы Невроз и Я\r\n\r\nИрина\r\nХочу поблагодарить Юлию Рудоманенко за работу в группе \"Невроз и Я\" , группа проходила легко, интересно,а главное продуктивно! Интересные задания путешествие в мир себя я б сказала знакомство с собой, инсайтов! Особенно видны изменения у участников. Спасибо за работу!! Творческих успехов! Ресурсов! И плодотворных проектов!\r\n\r\nЕлена\r\nУзнала о группе благодаря маме-психиатру, она была уверена, что её коллега В. Пахмурный ерунду не порекомендует, так что я решила попробовать. Была настроена скептически, но ходила на каждое занятие и старалась выжать максимум пользы, так как это был сложный период и мне очень надо было так или иначе себе помочь. Вначале оценила прекрасно / упражнения и экологичность ведущих, позже, когда группа притерлась, ощутила насколько работа в группе способна усилить эффективность выполнения заданий. У меня впервые такой опыт, очень круто было наблюдать как одновременно все начали раскрываться и качественно меняться.) По итогам: благодарна этому проекту, всегда чувствовала внимание и деликатное отношение к своим словам и чувствам, познакомилась с хорошими людьми, получила значительную помощь, прорабатывая свои проблемы. Проекту желаю и дальше существовать и помогать людям.)\r\n\r\nАнна\r\nТерапевтическая группа помогает прояснить причину невроза. В течении курса, я узнала о себе много интересного и выявила скрытые ресурсы. \r\nЭто не легко, но группа поддерживает и вдохновляет на действия. \r\nСпасибо Наталья и Юлия! Весь курс вы направляли и не давали расслабится. Именно поэтому результат ожидал каждого, кто старательно работал над собой. .\r\nТеперь я точно знаю, как работает групповая терапия.', '2019-04-24', 0, 'img/34290не.jpg'),
(11, 'Юлия Рудоманенко', 'Услуги детского психолога', 'Кабинет психолога в детском клиническом санатории «Хаджибей». Мой кабинет) и моя коллекция фигурок к песочнице. \r\nПесочная игра- это самый органичный для ребёнка способ выразить свои переживания, исследовать мир. Картина на песке - трехмерное изображение душевного состояния. Неосознанная проблема разыгрывается в песочнице, конфликт переносится из внутреннего мира во внешний, благодаря чему становится возможным проработать психотравмирующую ситуацию на символическом уровне, а также отреагировать негативный эмоциональный опыт в процессе творческого самовыражения.', '2019-04-24', 0, 'img/7690каб.jpg'),
(16, 'Юлия Рудоманенко', 'Тренинг ПВ', '14 травня 2019 року, в санаторії «Хаджибей» психологічна служба санаторію на чолі з Рудоманенко Ю.В. провела тренінг, присвячений профілактиці професійного вигорання співробітників.\r\nОсновними цілями тренінгу були знайомство співробітників з причинами, ознаками, профілактикою професійного вигорання, а також оволодіння навичками саморегуляції в умовах стресу.\r\nТренінг складався з лекційної (знайомство з поняттям професійного вигорання) і практичних частин (психодіагностика стресостійкості, освоєння способів саморегуляції психоемоційного стану особистості).\r\nТренінг дозволив колективу санаторію ближче познайомитися і згуртуватися, сприяв активізації особистісних ресурсів, розвитку позитивного самосприйняття, оптимізації емоційного стану учасників. «Родзинкою» тренінгу була вправа «Чемодан», де кожному співробітнику був вручений симпатичний чемоданчик з набором професійних і особистісних якостей від дружного колективу колег.\r\n\r\n', '2019-05-15', 0, 'img/75210фото.jpg'),
(17, 'Юлия Рудоманенко', '#ДетскийПсихолог Одесса', 'С любовью к детям и к своей профессии.\r\nКабинет психолога в детском клиническом санатории «Хаджибей».\r\nПсихологические консультации, диагностика, коррекционно-развивающие занятия для детей в возрасте от 1 до 16 лет. \r\nЗадачи индивидуальной психологической работы с ребёнком - это, прежде всего, создание атмосферы безопасности и поддержки, в которой ребенку легко высказывать свои мысли и чувства, определение его сильных и слабых сторон, установление таких отношений с ребенком, которые станут для него примером нового способа общения со взрослым.', '2019-07-09', 0, 'img/20136и.jpg'),
(18, 'Юлия Рудоманенко', '#ДетскийПсихолог Одесса', 'Кабинет психолога в детском клиническом санатории «Хаджибей».\r\nПсихологический тренинг «У страха глаза велики»  для детской и подростковой групп.\r\nЦель: знакомство со способами преодоления страхов.\r\nФормировали положительную самооценку, уверенность в себе; воспитывали доброжелательное отношения друг к другу; развивали навык взаимодействия; снимали психоэмоциональное напряжение.\r\nПо итогу прекрасное настроение у всех участников группового процесса и положительные эмоции.', '2021-04-24', 0, 'img/135514773sofa.png'),
(19, 'Юлия Рудоманенко', '#ДетскийПсихолог Одесса', 'С любовью к детям и к своей профессии!\r\nКабинет психолога в детском клиническом санатории «Хаджибей».\r\nДетская психологическая группа.\r\nАрт- терапия, рисовали \"Розовый куст\". \r\nДанная методика описана у двух авторов Дж. Алан \"Ланшафт детской души\" и у В. Оклендера \"Окна в мир ребенка\". Они рассматривают розовый куст как метафору человека, его состояния, как отражение внутреннего мира. Методика «розовый куст» символизирует эмоциональную сущность ребёнка. \r\nЦели арт- терапии: формирование у детей положительной самооценки, реализация их творческого потенциала, развитие навыков коммуникации, способности к самостоятельному принятию решений и проявлению инициативы, навыков психической саморегуляции и способности к конструктивному выражению эмоций, способствующих их более успешной адаптации в социуме.', '2021-04-24', 0, 'img/88966pollen.jpg'),
(20, 'Юлия Рудоманенко', '#ДетскийПсихолог Одесса', 'С любовью к людям и к своей профессии!\r\nКабинет психолога в детском клиническом санатории «Хаджибей».\r\nТренинг нравственных ценностей для подростков \"Нити дружбы\"\r\nПодростковая психологическая группа. \r\nЗадачи тренинга:\r\nРазвитие коммуникативных умений и навыков.\r\nРасширение знаний детей о дружбе.\r\nРазвитие умения аргументировать свою точку зрения.\r\nВоспитание доброжелательности, уважения друг к другу.\r\nВ центре круга в результате общения образовалась «паутина», «связующая нить», которая объединяет всех участников. \r\nПо итогу - прекрасное настроение и удовольствие от процесса.', '2021-04-24', 0, 'img/13953child.jpg'),
(21, 'Юлия Рудоманенко', '#ДетскийПсихолог Одесса', 'З любов\'ю до людей і до своєї професії!\r\nСьогодні провела дитяче і підліткове психологічні групові заняття в дитячому клінічному санаторії \"Хаджибей\", мета яких - розвиток навичок комунікації та самоповаги у дітей і підлітків.\r\nБуло багато емоцій, вражень! Іноді було складно, але вчилися взаємоповазі і чути іншу людину.\r\nА також підготувала і був проведений психологічний тренінг для батьків \"Ресурси і взаємодопомога\". На тренінгу батьки отримали психологічну підтримку, вчилися знаходити ресурси, ділилися життєвим досвідом.', '2021-04-24', 0, 'img/4767980014child.jpg'),
(22, 'Юлия Рудоманенко', '#ДетскийПсихолог Одесса', 'С любовью к детям и своей профессии!\r\nКабинет психолога в детском клиническом санатории «Хаджибей»\r\nВот такую удивительную интерактивную песочницу установили мне в кабинете от фирмы “BRIOlight”. Спасибо начальству санатория за доверие! Особенное спасибо Степанюк Юлии Александровне! С большим энтузиазмом и огромным удовольствием сегодня попробовала ее в работе с детьми. Детям легко конструировать удивительный сказочный мир, также создавать природные ландшафты. В результате манипуляций с песком под руками ребёнка возникает реки, моря, леса, горы, пустыни, которые заселяются фигурками животных и людей. Ребёнок чувствует себя инициативным и компетентным в создании собственной модели мира в чудо-песочнице, благодаря чему, сегодня в этом убедилась на практике, возрастает уверенность в собственных силах! А положительные эмоции закрепляют такие важные качества характера как настойчивость и целеустремленность в достижении желаемого! Детям с диагнозом ДЦП это большая помощь и поддержка для обретения мотивации для выздоровления!', '2021-04-24', 0, 'img/6002480014child.jpg'),
(23, 'Юлия Рудоманенко', 'Тренінг \"Конфлікти\"', '19.07.2019 психологічною службою санаторію «Хаджибей» на чолі з Рудоманенко Ю. В. був проведений тренінг для співробітників \"Конфлікти та шляхи їх вирішення\". Мета тренінгу -\r\nсприяти формуванню навичок співробітників конструктивного вирішення конфліктів. Основне завдання - проаналізувати конфлікт з точки зору позитивного і негативного впливу на міжособистісні відносини в колективі.\r\nПід час проведення тренінгу учасники показали досить потужний креативний потенціал  і високий рівень вербального інтелекту. Вправи, перш за все, були спрямовані на усвідомлення особистої відповідальності людини у виникненні конфліктних ситуацій. Були проаналізовані стилі поведінки учасників в конфлікті, одне з таких вправ прийняло форму «гри в індіанців» під супровід індіанських барабанів! Спасибі всім за активну участь і готовність до роботи над собою !!\r\n', '2021-04-24', 0, 'img/17368CoupleCounseling_129747970.jpg'),
(24, 'Юлия Рудоманенко', 'Повышение квалификации', 'Методика DIR/Floortime от Института ICDL, США, спикер Галина Ицкович, Нью-Йорк, США, лицензированный клиницист-психотерапевт.\r\nМетодика способствует развитию детей с РАС(расстройства аутического спектра).\r\nЦель методики - формирование эмоционально значимого взаимодействия в игре, жизни, учебной деятельности, способствующего развитию ребёнка. Основная гипотеза: путем успешной работы с эмоциями ребенка можно создать базу для развития его интеллекта, навыков коммуникации и эмпатии по отношению к другим людям.\r\nСтратегия занятий с детьми с расстройством аутистического спектра «Floortime» была предложена доктором Стенли Гринспеном в 1979 году. \r\nС интересом и удовольствием прослушала семинар от Галины Ицкович, которая щедро поделилась своими знаниями в данной области. С большим энтузиазмом буду использовать новые знания в своей практике. Спасибо руководству санатория «Хаджибей» , в частности Ю. А. Степанюк, за предоставленную возможность посетить мероприятие столь высокого уровня. Огромная благодарность спикеру Галине Ицкович за профессионализм и доступность информации, Марьяне Студентовой за организацию проекта в городе Одессе.\r\n\r\n', '2021-04-24', 0, 'img/891716480pie.png'),
(25, 'Юлия Рудоманенко', '#Детский Психолог Одесса', 'З любов\'ю до дітей і до своєї професії.\r\nКабінет психолога в дитячому клінічному санаторії «Хаджибей».\r\n\r\n Сьогодні був проведений мотиваційний тренінг для підлітків «Світ професій».\r\n Отримані знання допоможуть підліткам орієнтуватися в сучасному світі, а при виборі професії враховувати власні здібності і схильності. В ході тренінгу набуваються навички самоаналізу, вдосконалюються комунікативні вміння. \r\n Формували позитивну самооцінку, впевненість в собі; виховували доброзичливе ставлення один до одного; розвивали навички взаємодії; знімали психоемоційне напруження.\r\n На карті «сонце настрою» хлопці намалювали різнокольорові промінчики свого емоційного стану. \r\n За підсумком прекрасний настрій у всіх учасників групового процесу і позитивні емоції.\r\n\r\n Практичний психолог \r\nЮлія Рудоманенко', '2021-04-24', 0, 'img/80014child.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `services`
--

CREATE TABLE `services` (
  `id` int(11) NOT NULL,
  `service` varchar(250) NOT NULL,
  `price` text NOT NULL,
  `duration` text NOT NULL,
  `description` text NOT NULL,
  `image` text NOT NULL,
  `sub_headline` text
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `services`
--

INSERT INTO `services` (`id`, `service`, `price`, `duration`, `description`, `image`, `sub_headline`) VALUES
(1, 'Семейное консультирование и психотерапия ', ' цена договорная', '1 час', 'Любовь, доверие, доброта, верность, взаимопонимание, уважение.\r\nЖивут ли они в вашей семье? Счастливая семья, как минимум, обладает таким набором ценностей.В любви другого человека мы расцветаем и греемся, дарим свое тепло и радость. Доверяем друг другу и поддерживаем в разных жизненных ситуациях добрым словом. Верность помогает сохранить наш союз на долгие годы, а взаимопонимание растет с прожитыми рядом с избранником годами.Со временем мы узнаем все больше о Другом, к его особенностям относимся с уважением и пониманием. И всегда помним, что и нас принимают целостно, без деления на \"хорошесть\" и \"плохость\". А это многого стоит, стоит компромиссов и взаимных уступок, И вознаграждается такая мудрость счастливой гаванью под названием СЕМЬЯ.\r\n\r\nГотова предоставить Вашей семье профессиональную психологическую помощь и поддержку в кризисные периоды.\r\n Работаю в направлениях: Арт-терапия, Гештальт-терапия, Системная семейная терапия, Телесно-ориентированная терапия, Экзистенциальная психотерапия, Эмоционально-образная терапия.\r\nДень рождения: 15 августа 1975 г.\r\nСемейное положение: замужем, мама троих  замечательных детей.', 'img/services/26890664pollen.png', ''),
(2, 'Индивидуальное консультирование и психотерапия', ' цена договорная', '1 час', 'Готова оказать Вам профессиональную психологическую помощь и поддержку в бережной атмосфере консультаций и психотерапии в работе с такими запросами:  самооценка; самореализация; самоуважение;  отношения в паре; отношения с родителями; с детьми;  семейные и личные кризисы; созависимость и зависимое поведение; одиночество и создание отношений;  ревность; измена; обида; проблемы в сексуальной сфере; тревога; страхи; депрессия;  психосоматика.', 'img/services/462446700seagulls.png', ''),
(6, 'Услуги детского психолога', ' цена договорная', '1 час', 'Оптимизация детско-родительских отношений, работа с агрессивностью, тревожностью, страхами. ', 'img/services/275798439woman.png', ''),
(9, 'Песочная терапия', ' цена договорная', '1 час', 'Песочная терапия - это самый органичный для ребёнка способ выразить свои переживания, исследовать мир.  Картина на песке - трехмерное изображение душевного состояния. Неосознанная проблема разыгрывается в песочнице, конфликт переносится из внутреннего мира во внешний, благодаря чему становится возможным проработать психотравмирующую ситуацию на символическом уровне, а также отреагировать негативный эмоциональный опыт в процессе творческого самовыражения.', 'img/services/9127275798439woman.png', ''),
(7, 'Тренинг \"Профилактика профессионального выгорания\" ', ' цена договорная', '3 часа', 'Цель: \r\n-Формирование умений и навыков по сохранению и укреплению психического здоровья сотрудников через овладение ими способами психической саморегуляции и активизацию личностных ресурсов.\r\n-Сохранение психического здоровья сотрудников.\r\nЗадачи: \r\n-Знакомство с понятием профессиональное выгорание, с его характеристиками.\r\n-Анализ проявления признаков ПВ, выделение источников неудовлетворения профессиональной деятельностью. \r\n-Психодиагностика.\r\n-Снятие эмоционального напряжения освоением способов саморегуляции эмоционального состояния.\r\n-Активизации личностных ресурсных состояний;\r\nЧисло участников тренинга может быть различным от 8 до 30 человек. \r\n', 'img/services/64873567pollen.png', ''),
(8, 'Человек Творческий', ' цена договорная', '1 час', '«Творчество заразительно. Передай другому!» – Альберт Эйнштейн.\r\nАрт терапия для души!\r\nПриглашаю на консультации по «раскопке» творческих способностей, исследованию своего творческого потенциала. ', 'img/services/274076700seagulls.png', ''),
(12, 'Тренинг “Конфликты и пути их разрешения”', ' цена договорная', '3 часа', 'Провожу тренинги по наработке конструктивных навыков разрешения конфликтов.\r\nЦели: \r\nспособствовать формированию навыков конструктивного решения конфликтов;\r\nформирование  представления о конфликте.\r\nЗадачи:\r\nПоказать альтернативные варианты поведения в конфликте;\r\nпроанализировать конфликт с точки зрения положительного и отрицательного воздействия на межличностные отношения.\r\nКоличество участников от 8 до 30 человек.\r\n', 'img/services/1365717368CoupleCounseling_129747970.jpg', '');

-- --------------------------------------------------------

--
-- Структура таблицы `sessions`
--

CREATE TABLE `sessions` (
  `id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `service_id` int(11) NOT NULL,
  `date` date NOT NULL,
  `time` time NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `sessions`
--

INSERT INTO `sessions` (`id`, `customer_id`, `service_id`, `date`, `time`) VALUES
(1, 1, 1, '2019-02-21', '12:00:00'),
(2, 2, 1, '2019-03-14', '12:00:00'),
(3, 3, 1, '2019-03-01', '12:00:00'),
(4, 4, 1, '2019-03-01', '17:00:00'),
(5, 5, 2, '2019-02-21', '12:30:00'),
(6, 6, 2, '2019-02-21', '17:00:00'),
(7, 7, 2, '2019-02-21', '14:00:00'),
(8, 8, 1, '2019-03-01', '12:30:00'),
(9, 9, 2, '2019-02-21', '13:00:00'),
(10, 10, 2, '2019-02-22', '12:00:00'),
(11, 11, 2, '2019-02-21', '13:30:00'),
(12, 12, 2, '2019-02-21', '14:30:00'),
(13, 13, 1, '2019-02-21', '10:00:00'),
(14, 14, 1, '2019-03-22', '12:00:00'),
(15, 15, 2, '2019-03-15', '12:00:00'),
(16, 16, 2, '2019-03-10', '12:00:00'),
(17, 17, 2, '2019-03-14', '12:30:00'),
(18, 18, 2, '2019-03-14', '17:00:00'),
(19, 19, 2, '2019-03-10', '12:30:00'),
(20, 20, 8, '2019-07-25', '13:30:00'),
(21, 21, 6, '2020-04-26', '12:00:00');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `services`
--
ALTER TABLE `services`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `customer_id` (`customer_id`),
  ADD KEY `service_id` (`service_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `admins`
--
ALTER TABLE `admins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `customers`
--
ALTER TABLE `customers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT для таблицы `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT для таблицы `services`
--
ALTER TABLE `services`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT для таблицы `sessions`
--
ALTER TABLE `sessions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
